Repository: DawitG21/AppliedlineWebsite
Catalog: src/locale/messages.*.xlf
Languages: am

# ngb.alert.close
source: Close
am: ገጠመ

# ngb.carousel.previous
source: Previous
am: ቀዳሚ

# ngb.carousel.next
source: Next
am: ቀጣይ

# ngb.datepicker.previous-month
source: Previous month
am: ያለፈው ወር

# ngb.datepicker.next-month
source: Next month
am: በሚቀጥለው ወር

# ngb.datepicker.select-month
source: Select month
am: ወር ይምረጡ

# ngb.datepicker.select-year
source: Select year
am: ዓመት ይምረጡ

# ngb.pagination.first-aria
source: First
am: አንደኛ

# ngb.pagination.previous-aria
source: Previous
am: ቀዳሚ

# ngb.pagination.next-aria
source: Next
am: ቀጣይ

# ngb.pagination.last-aria
source: Last
am: የመጨረሻው

# ngb.timepicker.increment-hours
source: Increment hours
am: ሰዓቶችን ይጨምሩ

# ngb.timepicker.hours
source: Hours
am: ሰዓታት

# ngb.timepicker.decrement-hours
source: Decrement hours
am: ሰዓታት ቀንስ

# ngb.timepicker.increment-minutes
source: Increment minutes
am: ደቂቃዎችን ጨምር

# ngb.timepicker.minutes
source: Minutes
am: ደቂቃዎች

# ngb.timepicker.decrement-minutes
source: Decrement minutes
am: ደቂቃዎችን ቀንስ

# ngb.timepicker.increment-seconds
source: Increment seconds
am: ሰከንድ ጨምር

# ngb.timepicker.seconds
source: Seconds
am: ሰከንዶች

# ngb.timepicker.decrement-seconds
source: Decrement seconds
am: ሰከንዶችን ቀንስ

# ngb.toast.close-aria
source: Close
am: ገጠመ

source: <small> Terms of Service</small>
am: <small> የአገልግሎት ውሎች </small>

source: About
am: ስለ

source: Event
am: ዝግጅቶች

source: Contact
am: እውቂያ

source: en-us
am: አማርኛ

source: Select Language
am: ቋንቋ ይምረጡ

source: About Us
am: ስለ እኛ

source: Appliedline™ is the software development branch of AA Advanced Information Technology PLC® (AAAIT), specialized in software development for goverment, corporate and individual organizations.<br/> AAAIT PLC has been in the business of IT hardware and service deliverables since 2006 before incubating its software development unit in 2009. In 2015, AAAIT PLC decided to let its software development unit run independently as Appliedline with a vision to be incorporated by 2020.
am: Appliedline™ ለገዢው ኮርፖሬት እና ለግለሰብ ድርጅቶች በሶፍትዌር ልማት ልዩ የ “AA Advanced Information Technology PLC®” (AAAIT) የሶፍትዌር ልማት ቅርንጫፍ ነው.<br/> AAAIT PLC ጀምሮ በኢንፎርሜሽን ቴክኖሎጂ ሃርድዌር እና በአገልግሎት ማሰራጫዎች ሥራ ውስጥ ነበር 2006 የሶፍትዌሩን ልማት ክፍል በ 2009 ከማጠናከሩ በፊት. በ 2015 እ.ኤ.አ. AAAIT PLC የሶፍትዌር ማጎልበቻ ክፍሉ ራሱን ችሎ እንዲሠራ ለማድረግ ወሰነ Appliedline በ 2020 እንዲካተት ከሚደረግ ራዕይ ጋር.

source: Our Core values are precision, synergy, professionalism and continuous learning. Our goal is to exceed the expectations of every client by offering outstanding customer service and great value that puts their bussiness at a competitive advantage as well as eliminate outlined bussiness problems.
am: የእኛ ዋና እሴቶች ትክክለኛነት, ቅንጅት, ሙያዊነት እና ቀጣይነት ያለው ትምህርት ናቸው. ግባችን የደንበኞቻቸውን የላቀ አገልግሎት እና የሥራ ጫወታቸውን በተወዳዳሪነት ተጠቃሚ የሚያደርጋቸውን እንዲሁም የተገለጹትን የሥራ ጫወታ ችግሮችን በማስወገድ የላቀ ዋጋ ያለው የደንበኛ አገልግሎት ከሚጠበቁት በላይ መሆን ነው.

source: At Appliedline, we value our customers hence we invest a lot in hiring developers that have solid and vast experience in the software development industry. Our team have deep industry knowledge in technologies such as ASP.NET MVC, .NET Core, AngularJS & Angular, NodeJS, cross-platform and hybrid app development (Xamarin and Cordova), UX and UI design, RDBMS & NoSql databases, Microsoft Azure and many more.
am: በ Appliedline, ለደንበኞቻችን ዋጋ እንሰጣለን ስለሆነም በሶፍትዌር ልማት ኢንዱስትሪ ውስጥ ጠንካራ እና ሰፊ ልምድ ያላቸውን ገንቢዎች በመቅጠር ብዙ ኢንቬስት እናደርጋለን. ቡድናችን እንደ ቴክኖሎጂ ባሉ ጥልቅ የኢንዱስትሪ ዕውቀት አላቸው ASP.NET MVC, .NET Core, AngularJS & Angular, NodeJS, የመስቀል-መድረክ እና የተዳቀለ መተግበሪያ ልማት (Xamarin እና Cordova), UX እና UI ዲዛይን, RDBMS & NoSql የመረጃ ቋቶች, Microsoft Azure እና ብዙ ተጨማሪ.

source: In order to meet the demand of our ever growing clientele, Appliedline maintains a wide range of technology development programmes to keep its employees up-to-date with the latest tools and resources in the software development industry. Technical expertise along with vast and deep industry knowledge makes Appliedline the ideal choice for a software development company to provide custom software services and products to your company.
am: ከጊዜ ወደ ጊዜ እያደገ የመጣውን የደንበኞቻችንን ፍላጎት ለማርካት, Appliedline ሰራተኞቹን በሶፍትዌር ልማት ኢንዱስትሪ ውስጥ ካሉ የቅርብ ጊዜ መሳሪያዎች እና ሀብቶች ጋር ወቅታዊ እንዲሆኑ ለማድረግ ሰፋ ያለ የቴክኖሎጂ ልማት ፕሮግራሞችን ይይዛል. ቴክኒካዊ ዕውቀት ከሰፋ እና ጥልቅ የኢንዱስትሪ ዕውቀት ጋር በመሆን አፕላይድላይን ለሶፍትዌር ልማት ኩባንያ ብጁ የሶፍትዌር አገልግሎቶችን እና ምርቶችን ለኩባንያዎ ለማቅረብ ጥሩ ምርጫ ያደርገዋል.

source: Our Products
am: የእኛ ምርቶች

source: An invoicing app that allows businesses invoice their customers and receive payments on the platform.
am: ንግዶች ደንበኞቻቸውን እንዲጠይቁ እና በመድረኩ ላይ ክፍያዎችን እንዲቀበሉ የሚያስችል የሂሳብ መጠየቂያ መተግበሪ.

source: An app that allows you to order grocery products in Addis Ababa and get them delivered in a few minutes.
am: በአዲስ አበባ ውስጥ የምግብ ሸቀጣ ሸቀጦችን ለማዘዝ እና በጥቂት ደቂቃዎች ውስጥ እንዲደርሱ የሚያስችልዎ መተግበሪያ

source: A system designed to solve gross logistics and excessive demurraage cost problems faced by Ethiopian Maritime Authority.
am: የኢትዮጵያ ማሪታይም ባለሥልጣን የገጠማቸውን አጠቃላይ ሎጅስቲክስ እና ከመጠን በላይ የመጥፋት ወጪ ችግሮችን ለመፍታት የተቀየሰ ሥርዓት

source: An online shopping platform.Buy products or services over the Internet. Shopping from the comfort of your home or office.
am: የመስመር ላይ የግብይት መድረክ ከበይነመረቡ ግብይት ምርቶችን ወይም አገልግሎቶችን በቤትዎ ወይም በቢሮዎ ምቾት ይግዙ

source: A cheque writing software that allows you to print on your bank cheques. It's main goal is to eliminate problems related to errors while writing cheques by hand.
am: በባንክ ቼኮችዎ ላይ ለማተም የሚያስችል የቼክ ጽሑፍ ሶፍትዌር. ዋና ግቡ ቼኮችን በእጅ በሚጽፉበት ጊዜ ከስህተቶች ጋር የተያያዙ ችግሮችን ማስወገድ

source: An online job portal accessible from a web browser. Seekerfit's goal is to allow applicants apply for jobs and meet physically with employers regardless of location.
am: ከድር አሳሽ ተደራሽ የሆነ የመስመር ላይ የሥራ መግቢያ በር. የፍላጎት ዓላማ አመልካቾች ለሥራ እንዲያመለክቱ መፍቀድ እና ቦታው ምንም ይሁን ምን ከአሠሪዎች ጋር በአካል መገናኘት ነው

source: A web browser designed and released in the Ethiopian millennium to help the Ethiopian natives surf the Internet by typing in their native language "geez".
am: የኢትዮጵያ ተወላጆች በአፍ መፍቻ ቋንቋቸው በመተየብ በኢንተርኔት እንዲጠቀሙ ለመርዳት በኢትዮጵያ ሚሊኒየም ውስጥ የተቀየሰና የተለቀቀ የድር አሳሽ

source: A warehouse management system designed with one of the most powerful serverside technologies in the world, Microsoft ASP.NET MVC.
am: በዓለም ላይ ካሉ እጅግ በጣም ኃይለኛ ከሆኑት የአገልጋዮች ቴክኖሎጂዎች በአንዱ የተነደፈ የመጋዘን አስተዳደር ስርዓት,Microsoft ASP.NET MVC.

source: Get in touch!
am: ይገናኙ

source: Subject
am: ርዕሰ ጉዳይ

source: Project
am: ፕሮጀክት

source: Purchase
am: ግዢ

source: Inquiry
am: ምርመራ

source: Quote
am: ጥቅስ

source: Training
am: ስልጠና

source: Others
am: ሌሎች

source: Send Message
am: መልዕክት ላክ

source: Need great apps? Let's do it
am: ምርጥ መተግበሪያዎች ይፈልጋሉ? እናድርገው

source: Submit
am: አስገባ

source: <span> Desktop</span> Application
am: <span> ዴስክቶፕ </span> ማመልከቻ

source: Programs designed to run on a PC or Mac independently without the need for an Internet connection. Work anywhere, anytime at your pace.
am: በ ላይ እንዲሰሩ የተቀየሱ ፕሮግራሞች PC ወይም MAC ያለ በይነመረብ ግንኙነት ሳያስፈልግ በተናጥል. በየትኛውም ቦታ , በማንኛውም ጊዜ በእርስዎ ፍጥነት ይሥሩ

source: <span> Mobile</span> Application
am: <span> ሞባይል </span> ማመልከቻ

source: Applications designed to run on a mobile device such as a smart phone, tablet or watch. Apps are generally small, individual software units with limited function.
am: እንደ ስማርት ስልክ, ታብሌት ወይም ሰዓት ባሉ በሞባይል መሳሪያ ላይ እንዲሰሩ የተቀየሱ መተግበሪያዎች, መተግበሪያዎች በአጠቃላይ አነስተኛ, የግለሰባዊ የሶፍትዌር ክፍሎች ውስን ተግባር ያላቸው ናቸው

source: <span> Cloud</span> Service
am: <span> ደመና </span> አገልግሎት

source: Software-as-a-Service that can be consumed without having to invest in hardware, development and maintenance. Save cost and be more productive.
am: ሶፍትዌር በሃርድዌር, በልማት እና በጥገና ላይ መዋዕለ ንዋይ ሳያስፈልግ ሊበላ የሚችል አገልግሎት እንደ አገልግሎት, ወጪን ይቆጥቡ እና የበለጠ ውጤታማ ይሁኑ

source: <span> Storage</span> Service
am: <span> ማከማቻ </span> አገልግሎት

source: We provides computer storage space and related management services. We also offer periodic backup and archiving. You can scale up or down as desired.
am: የኮምፒተር ማከማቻ ቦታ እና ተዛማጅ የአስተዳደር አገልግሎቶችን እንሰጣለን, እኛ ደግሞ ወቅታዊ የመጠባበቂያ ቅጂ እና ማህደር እንሰጣለን, እንደተፈለገው ከፍ ማድረግ ወይም መቀነስ ይችላሉ.

source: Seekerfit <br/> <span> find jobs • post jobs • hire</span>
am: Seekerfit <br/> <span> ሥራዎችን ፈልግ • ሥራዎችን መለጠፍ • መቅጠር </span>

# tag
source: Doceipt <br/> <span> invoice • payment • receipt</span>
am: Doceipt <br/> <span> ደረሰኝ • ክፍያ • ደረሰኝ </span>

source: Get Started
am: መጀመር

source: Software <span> Development</span>
am: ሶፍትዌር <span> ልማት </span>

source: Conceiving, analyzing, designing, coding, testing, documenting, and bug fixes with industry practice of continuous integration and continuous delivery.
am: ቀጣይነት ያለው ውህደት እና ቀጣይነት ያለው አቅርቦት ከኢንዱስትሪ ልምዶች ጋር መፀነስ , መተንተን , ዲዛይን ማውጣት , ኮድ ማውጣት , ሙከራ ማድረግ , መመዝገብ እና የሳንካ ጥገናዎች

source: Database <span> Architecture</span>
am: የውሂብ ጎታ <span> ሥነ-ሕንፃ </span>

source: We provide database designs that are secure, scalable with reduced data redundancy, improved data integrity and guaranteed optimal performance.
am: ደህንነታቸው የተጠበቀ , በተቀነሰ የውሂብ ቅነሳ የሚለዋወጥ , የተሻሻለ የመረጃ ታማኝነት እና የተስተካከለ አፈፃፀም ዋስትና ያላቸው የመረጃ ቋት ዲዛይኖችን እናቀርባለን.

source: System <span> Integration</span>
am: ስርዓት <span> ውህደት </span>

source: We provide seamless integration of new component sub-system into existing systems and ensure the subsystems function together as a unit.
am: የአዳዲስ አካላት ንዑስ ሲስተም እንከን-አልባ ውህደትን ወደ ነባር ስርዓቶች እናቀርባለን እንዲሁም ንዑስ ስርዓቶቹ እንደ ዩኒት አብረው እንዲሰሩ እናደርጋለን

source: Software <span> Consulting</span>
am: ሶፍትዌር <span> ማማከር </span>

source: We provide software assessment, code review, corporate consultancy, UX and UI design, and software development knowledge transfer.
am: እኛ የሶፍትዌር ግምገማ , የኮድ ግምገማ , የኮርፖሬት አማካሪ , UI እና UX ዩአይ ዲዛይን እና የሶፍትዌር ልማት እውቀት ሽግግር እናቀርባለን

source: eZembil <br/> <span> buy • sell • anytime</span>
am: eZembil <br/> <span> ይግዙ • መሸጥ • በማንኛውም ጊዜ </span>

source: Shop Now
am: አሁን ግዛ

source: Explore
am: ያስሱ

source: Ethics
am: ሥነምግባር

source: Process
am: ሂደት

source: INITIAL REQUIRMENT
am: የመጀመሪያ ጥያቄ

source: Scribble your specific cause and ideas to help you visualise your objectives.
am: ዓላማዎችዎን በዓይነ ሕሊናዎ እንዲመለከቱ ለማገዝ የእርስዎን የተወሰነ ምክንያት እና ሀሳቦች ይጻፉ.

source: ANALYSIS
am: ትንተና

source: Thoroughly examine your requirement and draft an implementation plan.
am: የእርስዎን ፍላጎት በደንብ ይመርምሩ እና የአተገባበር ዕቅድ ያርቁ.

source: BRAINSTORMING
am: የአእምሮ ማጎልበት

source: All our great minds are brought together for your benefit.
am: ሁሉም ታላላቅ አዕምሯችን ለእርስዎ ጥቅም ሲባል አንድ ላይ ተሰብስበዋል

source: DESIGN
am: ዲዛይን

source: After all the preparation steps, the hard work begins.
am: ሁሉም ታላላቅ አዕምሯችን ለእርስዎ ጥቅም ሲባል አንድ ላይ ተሰብስበዋል

source: IMPLEMENTATION
am: ተግባራዊነት

source: Our developers translate the design into interactive software.
am: የእኛ ገንቢዎች ንድፉን ወደ በይነተገናኝ ሶፍትዌር ይተረጉማሉ

source: TESTING
am: ሙከራ

source: All functionality are thoroughly tested before rolling out to production.
am: ወደ ምርት ከመጀመሩ በፊት ሁሉም ተግባራት በጥልቀት ይሞከራሉ

source: Cutting Edge
am: ጠርዝን መቁረጥ

source: Designs
am: ዲዛይኖች

source: - Painstaking designs for easy use
am: - ለቀላል አጠቃቀም ሥዕል ነዳፊ ንድፎች

source: Our Clients
am: ደንበኞቻችን

source: Since our founding in 2006, we have worked closely and successfully with government departments and major companies, and pride ourselves on meeting and exceeding our clients high expectations. Here, you can find a selection of the many client organisations we already work closely alongside.
am: እ.ኤ.አ. ከ 2006 ከተመሰረትንበት ጊዜ አንስቶ ከመንግስት ዲፓርትመንቶች እና ከዋና ዋና ኩባንያዎች ጋር ተቀራርበን እና በተሳካ ሁኔታ ሰርተናል , እናም ደንበኞቻችንን የሚጠብቁትን ከፍተኛ ስብሰባዎች በማሟላት እና በማለፍ እንኮራለን . እዚህ ጋር ቀድሞውኑ ከቅርብ ጋር ተቀራርበን የምንሠራባቸውን በርካታ የደንበኛ ድርጅቶች ምርጫን ማግኘት ይችላሉ

source: CargoCanal official launch
am: የካርጎ ካናል ኦፊሴላዊ ማስጀመሪያ

source: October 25, 2018
am: ጥቅምት 25, 2018

source: CargoCanal is a platform enhances management as well as improve the logistics service of the country by facilitating the information exchange between maritime, freight forwarders, consignees and other stakeholders in the freight forwarding industry. It is also designed to help other stakeholders like national banks, customs and ministry of transportation to address the issues they experience relating to import and export. This service was launched on the 25th of October at UNECA with guests invited from different sectors of the industry.
am: በካርጎ ካናል በባህር ፣ በጭነት አስተላላፊዎች ፣ በተላላኪዎች እና በጭነት ማስተላለፍ ኢንዱስትሪ ውስጥ ባሉ ሌሎች ባለድርሻ አካላት መካከል ያለውን የመረጃ ልውውጥ በማቀላጠፍ የአስተዳደርን ደረጃ ከፍ የሚያደርግ እንዲሁም የአገሪቱን የሎጂስቲክስ አገልግሎት የሚያሻሽል ነው ፡፡ እንዲሁም እንደ ሀገር አቀፍ ባንኮች ፣ ጉምሩክ እና የትራንስፖርት ሚኒስቴር ያሉ ሌሎች ባለድርሻ አካላትን ከውጭ ለማስመጣት እና ወደ ውጭ ለመላክ የሚረዱ ጉዳዮችን ለመፍታት እንዲረዳ ታስቦ ነው. ይህ አገልግሎት የተጀመረው እ.ኤ.አ. 25 ጥቅምት በ UNECA ከተለያዩ የኢንዱስትሪ ዘርፎች ከተጋበዙ እንግዶች ጋር

source: As mentioned in the ceremony "Ethiopia is 170th among 176 countries in the quality of logistics service." One of the main reasons for this is lack of fast and real time information exchange between stakeholders and actors in the industry. CargoCanal shows the location and status of each cargo; it will help solve many problems in the industry.
am: በክብረ በዓሉ ላይ እንደተጠቀሰው ኢትዮጵያ በሎጂስቲክ አገልግሎት ጥራት ከ 176 አገራት መካከል 170 ቱ ነች . ለዚህም አንዱና ዋነኛው ምክንያት በኢንዱስትሪው ውስጥ ባሉ ባለድርሻ አካላት እና ተዋንያን መካከል ፈጣንና እውነተኛ ጊዜ የመረጃ ልውውጥ አለመኖር ነው . ካርጎ ካናል የእያንዳንዱ ጭነት ቦታ እና ሁኔታን ያሳያል - በኢንዱስትሪው ውስጥ ብዙ ችግሮችን ለመፍታት ይረዳል.

source: At the launching ceremony, the Director General of Ethiopian Maritime Affairs Authority (EMMA), Mr. Mekonen Abera, said "logistics without information is impossible. The platform we are launching today is going to digitalize and modernize the logistcs service."<br/> Mr. Alemayehu Tolosa, one of the investors in the industry, said "we were not be able to trace our cargo and it was very hard to get our cargo after being moved to one of the dry ports, but now we can get such kind of information near real time."
am: በምረቃ ሥነ ሥርዓቱ ላይ የኢትዮጵያ ማሪታይም ጉዳዮች ባለሥልጣን ዋና ዳይሬክተር (EMAA),Mr. Mekonen Abera, አለ "ያለ መረጃ ሎጅስቲክስ የማይቻል ነው ፡፡ ዛሬ የምንጀምረው መድረክ የሎጅስቲክስ አገልግሎትን ዲጂታል ሊያደርገው እና ​​ዘመናዊ ለማድረግ ነው." <br/> Mr. Alemayehu Tolosa, በኢንዱስትሪው ውስጥ ካሉት ባለሀብቶች አንዱ, አለ "ሸቀጣችንን መከታተል አልቻልንም እናም ወደ ደረቅ ወደቦች ወደ አንዱ ከተዘዋወርን በኋላ ሸቀጣችንን ለማግኘት በጣም ከባድ ነበር ፣ አሁን ግን በእውነቱ ጊዜ እንዲህ ዓይነቱን መረጃ ማግኘት እንችላለን"

source: POWERED BY<br/> <img/> Appliedline
am: ስፖንሰር ተደርጓል <br/> <img/> Appliedline

# media21
source: Happy New Year<br/> New Year Greetings<br/> #2013 #happy #newyear
am: መልካም አዲስ ዓመት <br/> የአዲስ ዓመት ሰላምታዎች <br/> #2013 #ደስተኛ #አዲስ ዓመት

# media38
source: September 12, 2020
am: ሴፕቴምበር 12 2020

# media101
source: IATA-NDC Certification
am: የ IATA-NDC ማረጋገጫ

# media113
source: CargoCanal Launch
am: የካርጎ ካናል ማስጀመሪያ

# media149
source: Coming Soon
am: በቅርብ ቀን

# media161
source: Coming Soon
am: በቅርብ ቀን

# media209
source: CargoCanal on IOS and Android
am: በ IOS እና Android ላይ CargoCanal

source: AA Advanced Information Technology
am: AA የላቀ የመረጃ ቴክኖሎጂ

source: Media
am: ዝግጅቶች

source: News
am: ዜና

source: Archives
am: ማህደሮች

# placeholderHome
source: What's on your mind?
am: በአእምሮዎ ውስጥ ምንድነው ?

# textArea
source: Type your message here.
am: መልእክትዎን እዚህ ይተይቡ

source: Subject
am: ርዕሰ ጉዳይ

source: Email
am: ኢሜል

# contactName
source: Company or personal name
am: ኩባንያ ወይም የግል ስም

# ndccert
source: AA Advanced Information Technology supported the Ethiopian Airlines team to ensure the API complies with all IATA NDC schema specifications for version 17.2
am: AA Advanced Information Technology ኤ.ፒ.አይው ለሁሉም የ IATA NDC ንድፍ መግለጫዎች ለስሪት 17.2 የሚስማማ መሆኑን ለማረጋገጥ የኢቲ አየር መንገድ ቡድንን ይደግፋል

# ndcscope
source: Ethiopian Airlines NDC API supports NDC Shopping and partial Order Management at the moment, hence the level 3 certification. There are future plans to include ancillary support, rich media and a full support of Order Management including AirDocExchange, AirDocCancel and AirDocRefund with the current schema 17.2 and more recent schema versions 18.2, 19.2 and 20.2 to meet Level 4 and NDC@Scale certifications.
am: ET NDC ኤፒአይ በአሁኑ ወቅት የ NDC ግብይት እና ከፊል የትእዛዝ አስተዳደርን ይደግፋል ፣ ስለሆነም የደረጃ 3 ማረጋገጫ ፡፡ ደረጃ 4 እና የ NDC@Scale የምስክር ወረቀቶችን ለማሟላት ረዳት ድጋፍን ፣ ሀብታም ሚዲያዎችን እና ኤርዶክኤክስፕሌክስን ፣ ኤርዶክካንስን እና ኤርዶክ ሪፍund ን አሁን ካለው እቅድ 17.2 እና ከቅርብ ጊዜ የቅርጽ ስሪቶች 18.2 ፣ 19.2 እና 20.2 ጋር ጨምሮ የትእዛዝ አስተዳደር ሙሉ ድጋፍን ለማካተት የወደፊት ዕቅዶች አሉ

# technology
source: Developed in C# .Net Core 2.1 with a micro service architecture running on Azure Service Fabric Cluster. However, this cluster has been moved to run on Azure Kubernetes Service (AKS) by the Ethiopian Airlines team.
am: በአዙር አገልግሎት የጨርቃ ጨርቅ ክላስተር ላይ በሚሠራ ጥቃቅን አገልግሎት ሥነ ሕንፃ በ C #. Net Core 2.1 ውስጥ የተገነባ. ሆኖም ይህ ክላስተር በኢቲ ቡድን በ Azure Kubernetes Service (AKS) ላይ እንዲሠራ ተንቀሳቅሷል

# overview
source: Ethiopian Airlines quest to be the first commercial carrier in Africa to be NDC compatible, hence a partnership with AAAIT was borne in July 2018 to help develop, deploy and transfer knowledge to the Ethiopian Airlines team.
am: የኢትዮጵያ አየር መንገድ በአፍሪካ የመጀመሪያው የ NDC ተኳሃኝ የመሆን ፍላጎት ያለው በመሆኑ ከ AAAIT ጋር አጋርነት የተከናወነው እ.ኤ.አ. በሐምሌ 2018 ዕውቀትን ለኢትዮጵያ አየር መንገድ ቡድን ለማዳበር ፣ ለማሰማራት እና ለማስተላለፍ ለማገዝ ነበር

# brief
source: Therefore, IATA-NDC (New Distribution Capability) is a travel industry-supported program (NDC Program) launched by IATA for the development and market adoption of a new, XML-based data transmission standard (NDC Standard). The NDC Standard enhances the capability of communications between airlines and travel agents.
am: ስለዚህ IATA-NDC (አዲስ የማሰራጨት አቅም) በአይኤኤኤ (IATA) የተጀመረ አዲስ ፣ በኤክስኤምኤል ላይ የተመሠረተ የመረጃ ማስተላለፊያ መስፈርት (ኤን.ዲ.ሲ. ስታንዳርድ) ልማት እና የገቢያ ጉዲፈቻ የተጀመረው የጉዞ ኢንዱስትሪ የተደገፈ ፕሮግራም ነው. የኤን.ዲ.ሲ ስታንዳርድ በአየር መንገዶች እና በጉዞ ወኪሎች መካከል የመግባባት ችሎታን ያጠናክራል

# intro
source: The International Air Transport Association (IATA) is the trade association for the world’s airlines, representing some 290 airlines or 82% of total air traffic. They support many areas of aviation activity and help formulate industry policy on critical aviation issues.
am: ዓለም አቀፉ የአየር ትራንስፖርት ማህበር (አይኤታ) አንዳንድ 290 አየር መንገዶችን ወይም አጠቃላይ የአየር ትራፊክን 82% በመወከል የዓለም አየር መንገዶች የንግድ ማህበር ነው . እነሱ ብዙ የአቪዬሽን እንቅስቃሴ አካላትን ይደግፋሉ እንዲሁም ወሳኝ በሆኑ የአቪዬሽን ጉዳዮች ላይ የኢንዱስትሪ ፖሊሲን ለመቅረፅ ይረዳሉ

# cookie
source: Congratulations Ethiopian Airlines on your IATA-NDC certification. At Appliedline, we are proud to have helped achieve this milestone and look forward to greater achievements from this point on.
am: የኢትዮጵያ አየር መንገድ በ IATA-NDC የምስክር ወረቀትዎ እንኳን ደስ አላችሁ ፡፡ በአፕላይድላይን እኛ ይህንን ግስጋሴ ለማሳካት በማገዝ ኩራት ይሰማናል እናም ከዚህ ጊዜ አንስቶ የላቀ ውጤቶችን በጉጉት እንጠብቃለን

# pageHeader
source: Ethiopian Airlines Group
am: የኢትዮጵያ አየር መንገድ ቡድን

# tblContent
source: Table of Contents
am: ዝርዝር ሁኔታ

# h3Overview
source: Project Overview
am: የፕሮጀክት አጠቃላይ እይታ

# h3Tech
source: Technology
am: ቴክኖሎጂ

# h3Cert
source: NDC Certification
am: NDC ማረጋገጫ

# h3Update
source: Last updated: November 19, 2020
am: ለመጨረሻ ጊዜ የዘመነው ኖቬምበር 19 ቀን 2020 ነው

# h3Scope
source: NDC Scope
am: NDC ወሰን

# h3IATA
source: IATA-New Distribution Capability
am: የ IATA-አዲስ ስርጭት ችሎታ
